sprayMASCOTTELAM2/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// ************************************************************************* //

dimensions          [0 1 -1 0 0 0 0];

internalField       uniform (0 0 0);

boundaryField
{
    inlet
    {
        type            uniformFixedValue;
        uniformValue    constant (0.769 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    bottom1
    {
        type            zeroGradient;
    }
    bottom2
    {
        type            zeroGradient;
    }
    top1
    {
        type            zeroGradient;
    }
    top2
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //
