sprayMASCOTTELAM2/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// ************************************************************************* //

dimensions          [0 0 0 1 0 0 0];

internalField       uniform 500;

boundaryField
{
    inlet
    {
        type            uniformFixedValue;
        uniformValue    constant 300;

    }

    outlet
    {
        type            zeroGradient;
    }


    bottom1
    {
        type            zeroGradient;  
    }

    bottom2
    {
        type            zeroGradient;  
    }

    top1
    {
        type            zeroGradient;  
    }

    top2
    {
        type            zeroGradient;  
    }

}

// ************************************************************************ //
